[
    {
        "SNo.": "4.bi",
        "Title": "The particulars of its organization, functions and duties.",
        "Info": "The Corporation has its Corporate office at Bays No. 15-18, Sector-2, Panchkula (Haryana). It is having 9 District-offices and 111 warehouses in Haryana. The Corporation is also operating Inland Container Depot (ICD) at Rewari in collaboration with CONCOR. Telephone Nos. of the offices are available in the Website. The activities/ functions of the Corporation are available in the website."
    },
    {
        "SNo.": "4.bii",
        "Title": "The powers and duties of its officers and employees.",
        "Info": "The powers and duties of Officers and officials / employees are decided by the Board of Directors/HODs/ Controlling officers and in terms of service rules and regulations. The delegation of powers to various authorities is available on website at <span>EMPLOYEE CORNER-> DELEGATION OF POWER..</span>"
    },
    {
        "SNo.": "4.biii",
        "Title": "The procedure followed in the decision making process, including channels of supervision and accountability.",
        "Info": "Managing Director is the Head of Department  of the Corporation. The affairs of the Corporation are divided in eight branches / Divisions which are headed by Branch heads and are supported by subordinate staff. For taking decision, each matter is examined by subordinate staff / supervisor and the same is decided by the Branch head / HOD as per delegation of powers. Similarly field activities are supervised by the District Managers and other Staff as per their delegation of powers and duty sphere."
    },
    {
        "SNo.": "4. biv",
        "Title": "The norms set by it for the discharge of its functions.",
        "Info": "Norms, as approved by the Board of Directors, are the guiding principals for discharging its various functions."
    },
    {
        "SNo.": "4.bv",
        "Title": "The rules, regulations, instructions, manuals and records, held by it or under its control or used by its employees for discharging its functions.",
        "Info": "For discharging various functions, employees of the Corporation use various manuals, circulars and other instructions issued to them from time to time. Compendium on Acts / Rules / Regulations is available at link <span>EMPLOYEE CORNER->HSWC RULE & REGULATIONS.</span>"
    },
    {
        "SNo.": "4.bvi",
        "Title": "A statement of the categories of documents that are held by it or under its control.",
        "Info": "Acts/ Rules & Regulatios, polocies instructions and other record which is necessary to retain as per Rules / Regulations are held by the Corporation."
    },
    {
        "SNo.": "4.bvii",
        "Title": "The particulars of any arrangement that exists for consultation with, or representation by, the members of the public in relation to the formulation of its policy or administration thereof.",
        "Info": "The State Govt. of Haryana and Central Warehousing Corporation contribute to the share capital of the Corporation on equity basis. The information/ schemes of the Corporation are reflected in the Newspapers / website, in the interest of the Public, from time to time."
    },
    {
        "SNo.": "4. bviii",
        "Title": "A statement of the boards, councils, committees and other bodies consisting of two or more persons constituted as its part or for the purpose of its advice, and as to whether meetings of those boards, councils, committees and other bodies are open to the public, or the minutes of which meetings are accessible for public.",
        "Info": "The Corporation is a Public Sector Undertaking, with Government of Haryana and Central Warehousing Corporation (CWC) as share holders. Various committees as per requirement of the Corporation are formed on the approval of the Board of directions and  top management. Public is not entitled to participate in the Board meetings /Committees and minutes are not accessible to public."
    },
    {
        "SNo.": "4.bix",
        "Title": "A directory of its officers and employees.",
        "Info": "List of Board of Directors of the Corporation is available on the website of the Corporation at link <span>ABOUT US-> BOARD OF DIRECTORS.</span> Any person interested in seeking the information about any other employee/officer can approach the Corporation in this regard. The list of officers designated as First Appellate Authority, State Public Information Officer and State Assistant Public information officers with their address and contact numbers of offices are available on website hereunder as Annexure I & II. A Directory of Officers and Employees is available on website at link <span>OUR DIRECTORY.</span> List of officers & employees could be seen at link <span>EMPLOYEE CORNER-> STAFF POSITION.</span>"
    },
    {
        "SNo.": "4.bx",
        "Title": "The monthly remuneration received by each of its officers and employees, including the system of compensation as provided in its regulations.",
        "Info": "Remuneration of Officers/employees is fixed as per the Service rules and regulations."
    },
    {
        "SNo.": "4.bxi",
        "Title": "The budget allocated to each of its agency, indicating the particulars of all plans, proposed expenditures and reports on disbursements made.",
        "Info": "Not applicable to HSWC."
    },
    {
        "SNo.": "4.bxii",
        "Title": "The manner of execution of subsidy programmes, including the amounts allocated and the details of beneficiaries of such programmes.",
        "Info": "Not applicable to HSWC."
    },
    {
        "SNo.": "4.bxiii",
        "Title": "Particulars of recipients of concessions, permits or authorization granted by it.",
        "Info": "Not applicable to HSWC."
    },
    {
        "SNo.": "4.bxiv",
        "Title": "Details in respect of the information, available or held by it, reduced in an electronic form.",
        "Info": "All the general information regarding functions of the Corporation, Scientific storage, Capacity & utilization details, directory of warehouses , storage charges, ICD Rewari tariff , RTI Act, Forms & formats of RTI act , etc. are already available in the Corporation’s website and can be downloaded/ seen from there."
    },
    {
        "SNo.": "4.bxv",
        "Title": "The particulars of facilities available to citizens for obtaining information, including the working hours of a library or reading room, if maintained for public use.",
        "Info": "The citizens can visit various Head Office/Branch offices of the Corporation for obtaining information regarding facilities/services provided by the Corporation. Further, the citizens can also surf Corporation’s website <a href='//www.hwc.hry.nic.in/' target='_blank'>www.hwc.org.in</a> for getting the upto date information. The public can also approach State Public Information Officers/ State Assistant Public Information Officers for obtaining information not available on the website."
    },
    {
        "SNo.": "4.bxvi",
        "Title": "The names, designations and other particulars of the Public Information Officers.",
        "Info": "Available under Annexure I & II below ."
    }
]